{
  "salutation": "Hello! {{value}}",
  "hello": "Hello! {{value}}",
  "welcome_exclamation":  "Olá!",
  "welcome_message1": "Welcome to the digital pension entitlement checker!",
  "welcome_message2": "You now have the opportunity to check your pension entitlements in 4 steps free of charge and without obligation. If you have any questions, we are always at your disposal. In this case, please select the Contact option.",
  "great_headline_mock": "GREAT HEADLINE",
  "step1": "THE DAMAGING EVENT",
  "step2": "THE DETAILS",
  "step3": "PROSPECTS OF SUCCESS",
  "step4": "YOUR DATA",
  "step_final": "REQUEST A QUOTE",
  "start_button": "START NOW",
  "cookies_all": "ACCEPT ALL COOKIES",
  "cookies_only_necessary": "REJECT OPTIONAL COOKIES",
  "confirm_cookies_selection": "CONFIRM MY SELECTION",
  "home": "HOME",
  "ZURÜCK": "BACK",
  "WEITER": "NEXT",
  "step1_title": "step 1",

  "accident_description":  "In the first step, check whether your accident at work, your leisure-time accident or your illness meets the basic requirements for any pension entitlements from statutory and private insurance providers. In order to save you unnecessary effort, you will receive immediate feedback in the event of a negative test. Otherwise, the detailed query takes place in step two",
  "UNFALLRENTEN-CHECKER": "ACCIDENT PENSION CHECKER",
  "KONTAKT": "CONTACT",
  "MEIN KONTO": "MY ACCOUNT",

  "EINSTELLUNGEN": "SETTINGS",

  "DIE DETAILS": "THE DETAILS",
  "DAS SCHADENSEREIGNIS": "DAMAGE STORY",
  "DEINE DATEN": "YOUR DATA",
  "ERFOLGSAUSSICHTEN": "SUCCESS STORIES",
  "ANGEBOT ANFORDERN": "REQUEST OFFER",


  "hello": "Hello! {{value}}",
  "OH WOW": "Olá!",
  "TOLLE ÜBERSCHRIFT": "GREAT HEADLINE",
  "Herzlich Willkommen beim digitalen Rentenanspruchsprüfer!": "Welcome to the digital pension entitlement checker!",
  "Du hast nun die Möglichkeit in 4 Schritten kostenlos und unverbindlich Deine Rentenansprüche zu prüfen. Bei Rückfragen stehen wir Dir jederzeit gerne zur Verfügung. Wähle in diesem Fall bitte die „Hilfe & Kontakt“ Option.": "You now have the opportunity to check your pension entitlements in 4 steps free of charge and without obligation. If you have any questions, we are always at your disposal. In this case, please select the Contact option.",
  "AGB": "AGB",
  "Präambel": "Preamble",
  "Pro:Tec bietet Prozessfinanzierungsleistungen mit IT-gestützten Leistungselementen bei der Durchsetzung sozialversicherungsrechtlicher Ansprüche an. Die folgenden Nutzungsbedingungen gelten dabei für die Informationswebseite („protec-solutions.de“) sowie die Registrierung zur und Durchführung einer unverbindlichen Vorprüfung („protec.help“).": "Pro:Tec offers litigation financing services with IT-supported service elements in the Enforcement of claims under social security law. The following terms of use apply to the information website (\"protec-solutions.de\") as well as the registration for and implementation of a non-binding preliminary test (\"protec.help\").",
  "1. Geltungsbereich": "1. Scope",
  "Die vorliegenden Nutzungsbedingungen finden Anwendung auf das Informationsangebot der Firma Pro:Tec Solutions GmbH, Sophienstraße 40, 38118 Braunschweig (AG Braunschweig HRB 209067, Umsatzsteuer-ID: DE338227682) vertreten durch den Geschäftsführer Alexander Naumann (im Folgenden „Pro:Tec“ oder „wir“) auf dieser Webseite (protec-solutions.de) sowie für den Prozess einer kostenlosen und unverbindlichen Vorprüfung (unter der Domain: protec.help). Die Prozessfinanzierung selbst ist Gegenstand einer individualisierten vertraglichen Regelung und nicht von diesen Nutzungsbedingungen erfasst.": "The present terms of use apply to the information offered by the company Pro:Tec Solutions GmbH, Sophienstraße 40, 38118 Braunschweig (AG Braunschweig HRB 209067, VAT ID: DE338227682) represented by the managing director Alexander Naumann (hereinafter \"Pro:Tec\" or \"we \") on this website (protec-solutions.de) and for the process of a free and non-binding preliminary check (under the domain: protec.help). The litigation funding itself is the subject of an individualized contractual arrangement and is not covered by these Terms of Use.",
  "2. Regelungen für die Registrierung und Vorprüfung": "2. Regulations for registration and preliminary examination",
  "(1) Um Ihren Sachverhalt auf die Abgabe eines etwaigen Prozessfinanzierungsangebots prüfen zu können, benötigen wir von": "(1) In order to be able to check your facts for the submission of a possible litigation financing offer, we need from",
  "accident": {
    "SCHRITT 1": "STEP 1",
    "DAS SCHADENSEREIGNIS": "THE DAMAGE EVENT",
    "Prüfe im ersten Schritt, ob Dein Arbeitsunfall, Dein Freizeitunfall oder Deine Krankheit die Grundvoraussetzungen für etwaige Rentenansprüche gegenüber den gesetzlichen und privatwirtschaftlichen Versicherungsträgern erfüllen. Um Dir unnötige Aufwände zu ersparen, erhältst Du im Falle einer negativen Prüfung unmittelbar Feedback. Anderfalls erfolgt in Schritt zwei die Detailabfrage.": "In the first step, check whether your accident at work, your leisure-time accident or your illness meets the basic requirements for any pension entitlements from statutory and private insurance providers. In order to save you unnecessary effort, you will receive immediate feedback in the event of a negative test. Otherwise, the detailed query takes place in step two."
  },
  "accident-date": {
    "Dein Unfalldatum": "Your accident date",
    "Bist bzw. warst Du krankgeschrieben? *": "Are or were you on sick leave? *",
    "JAHR *": "YEAR *",
    "MONATE": "MONTH",
    "TAG": "DAY"
  },
  "accident-type": {
    "Hattest Du einen Arbeitsunfall, einen Freizeitunfall oder eine Krankheit?": "Have you had an accident at work, a leisure accident or an illness?"
  },
  "begin": {
    "": ""
  },
  "cookie-guide-line": {
    "OH WOW": "OH WOW",
    "COOKIE-RICHTLINIE": "COOKIE-POLICY",
    "Achtung! Text vorerst von anderer Website als Platzhalter! Mit dieser Cookie-Richtlinie möchten wir dich über den Einsatz von Cookies oder ähnlichen Speichertechnologien, etwa Pixel, (nachfolgend „Cookies“) auf unserer Webseite www.protec-solutions.de informieren. Diese Cookie-Richtlinie ergänzt unsere Datenschutzerklärung.": "Danger! Text from another website as a placeholder for the time being! With these cookie guidelines we would like to inform you about the use of cookies or similar storage technologies, such as pixels (hereinafter “cookies”) on our website www.protec-solutions.de. This Cookie Policy supplements our Privacy Policy.",
    "I. Was sind Cookies?": "I. What are cookies?",
    "Cookies sind kleine Textdateien, die von deinem Browser auf deinem Endgerät zur Speicherung von bestimmten Informationen abgelegt werden. Bei deinem nächsten Aufruf unserer Webseite mit demselben Endgerät werden die in Cookies gespeicherten Informationen in weiterer Folge entweder an unsere Webseite („First Party Cookie“) oder an eine andere Webseite, zu der das Cookie gehört („Third Party Cookie“), zurückgesandt.": "Cookies are small text files that are stored by your browser on your end device to store certain information. The next time you visit our website with the same device, the information stored in the cookies will be sent back either to our website (“First Party Cookie”) or to another website to which the cookie belongs (“Third Party Cookie”).",
    "Durch die gespeicherten und zurückgesandten Informationen erkennt die jeweilige Webseite, dass du diese mit dem Browser deines Endgeräts bereits aufgerufen und besucht hast. Diese Informationen nutzen wir, um dir die Webseite gemäß deinen Präferenzen optimal gestalten und anzeigen zu können. Dabei wird lediglich das Cookie selbst auf deinem Endgerät identifiziert.": "Through the stored and returned information, the respective website recognizes that you have already accessed and visited it with the browser of your end device. We use this information to be able to optimally design and display the website according to your preferences. Only the cookie itself is identified on your end device.",
    "Eine Speicherung von personenbezogenen Daten erfolgt nur nach deiner ausdrücklichen Einwilligung, oder wenn dies unbedingt erforderlich ist, um den angebotenen und von dir aufgerufenen Dienst entsprechend nutzen zu können.": "Personal data will only be stored with your express consent or if this is absolutely necessary in order to be able to use the service offered and accessed by you accordingly."
  },
  "die-details": {
    "SCHRITT 2": "STEP 2",
    "DIE DETAILS": "THE DETAILS",
    "Nachdem die Grundvorraussetzung für Rentenansprüche erfüllt sind, möchten wir im folgenden Schritt mit der Detailsprüfung starten. Hierfür erfasst Du nun ereignisspezifische Angaben bezüglich Deines Arbeitgebers sowie der Art Deiner Verletzung bzw. Erkrankung.": "After the basic requirements for pension entitlements have been met, we would like to start with the detailed check in the next step. To do this, you now enter event-specific information regarding your employer and the nature of your injury or illness."
  },
  "impressum": {
    "OH WOW": "OH WOW",
    "IMPRESSUM": "IMPRINT",
    "Angaben gemäß § 5 TMG": "According to § 5 TMG",
    "Pro:Tec Solutions GmbH": "Pro:Tec Solutions GmbH",
    "Sophienstraße 40": "Sophienstraße 40",
    "38118 Braunschweig": "38118 Braunschweig",
    "Vertreten durch:": "Represented by:",
    "Geschäftsführer: Alexander Naumann": "Managing Director: Alexander Naumann",
    "Kontakt: ": "Contact: ",
    "Telefon: ": "Phone: ",
    "E-Mail: ": "E-Mail: ",
    "Registereintrag:": "Register entry:",
    "Eintragung im Handelsregister.": "Registration in the commercial register.",
    "Registergericht: Amtsgericht Braunschweig": "Registry court: District Court of Braunschweig",
    "Registernummer: HRB 209067": "Registration number: HRB 209067",
    "Umsatzsteuer:": "value added tax:",
    "Umsatzsteuer-Identifikationsnummer": "Umsatzsteuer-Identification-Number",
    "gemäß §27 a Umsatzsteuergesetz: DE338227682": "according to §27 a Value Added Tax Act: DE338227682",
    "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV:": "Responsible for the content according to § 55 Abs. 2 RStV:",
    "Alexander Naumann": "Alexander Naumann",
    "Streitschlichtung:": "Dispute resolution:",
    "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr. Unsere E-Mail-Adresse finden Sie oben im Impressum. Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.": "The European Commission provides a platform for online dispute resolution (OS): https://ec.europa.eu/consumers/odr. Our e-mail address can be found above in the imprint. We are not willing or obliged to participate in dispute settlement procedures before a consumer arbitration board."
  },
  "legal-data-policy": {
    "OH WOW": "OH WOW",
    "DATENSCHUTZ": "PRIVACY",
    "Wir bedanken uns für das in uns gesetzte Vertrauen und versichern, dass wir sensibel und im Sinne unserer Kunden mit denen uns zur Verfügung gestellten Daten agieren werden. Mit den nachfolgenden Hinweisen informieren wir Dich über Art, Umfang und Zweck der Erhebung und Verwendung personenbezogener Daten bei der Nutzung unseres Internetauftritts.": "We would like to thank you for the trust placed in us and assure you that we will act sensitively and in the interests of our customers with the data made available to us. With the following information we inform you about the type, scope and purpose of the collection and use of personal data when using our website.",
    "ÜBERBLICK": "OVERVIEW",
    "I. Allgemeines": "I. General",
    "1. Verantwortliche Stelle für die Datenverarbeitung.": "1. Entity responsible for data processing.",
    "2. Kontakt für Fragen zum Datenschutz.": "2. Contact for questions regarding data protection.",
    "3. Personenbezogene Daten.": "3. Personal data.",
    "II. Registrierung und Nutzung als registrierter Anwender": "II. Registration and use as a registered user",
    "1. Registrierung bei protec - solutions.de(Benutzerkonto)": "1. Registration at protec - solutions.de(User account)",
    "2. Bearbeitung von Anfragen und Überleitung zum Vertragsschluss.": "2. Processing of inquiries and transfer of contract conclusion.",
    "3. Nutzung von WhatsApp.": "3. Use of WhatsApp."
  },
  "wizard": {

  },
  "additional-insurance": {
    "Bestanden zum Zeitpunkt des Unfalls eine oder mehrere Versicherungen?": "Did you have one or more insurance policies in effect at the time of the accident?",
    "Hast Du in diesem konkreten Fall bereits Leistungen bei Deiner Versicherung beantragt?": "Have you already applied for benefits from your insurance company in this specific case?"
  },
  "illness": {
    "Was wurde diagnostiziert? *" : "What was the diagnostic? *",
    "Dauer der Krankschreibung:": "Duration of sick leave:",
    "Ich bin derzeit noch krankgeschrieben.": "I am currently on sick leave.",
    "Beginn": "Start",

    "Berufliche Tätigkeit": "Professional activity",
    "Arbeitgeber zum Zeitpunkt des Unfalls": "Employer at the time of the accident",
    "Vorheriger Arbeitgeber": "Previous employer",
    "Wie kam es zu dem Unfall? *": "How did the accident occur? *",
    "Text eingeben": "Enter text",
    "Arbeitgeber": "Employer",
    "Was war Deine zuletzt ausgeübte berufliche Tätigkeit? *": "What was your last professional activity? *",
    "Wurde die berufliche Tätigkeit länger als 12 Monate ausgeübt? *": "Was the professional activity performed for more than 12 months? *"
  },
  "full-body": {
    "Bitte klicke die von der Verletzung betroffene Körperregion an. Im nächsten Schritt gibst Du die Verletzung(en) und Verletzungsfolge(n) für diese Körperregion an. Wenn mehrere Körperregionen betroffen sind kannst Du weitere Verletzungen im Anschluss hinzufügen.": "Please click on the body region affected by the injury. In the next step you enter the injury(ies) and injury consequence(s) for this body region. If more than one body region is affected, you can add further injuries afterwards."
  },
  "JA": "YES",
  "NEIN": "NO",
  "JETZT STARTEN": "START NOW",
  "KRANKHEIT": "DISEASE",
  "ARBEITSUNFALL": "WORK ACCIDENT",
  "FREIZEITUNFALL": "PRIVATE ACCIDENT",
  "request-quote": {
    "../../../../assets/images/ProTec_Software_Graphic_envelope.svg": "../../../../assets/images/ProTec_Software_Graphics_envelope-EN.svg"
  },
  "ERFASSTE SCHADENSFÄLLE": "RECORDED CLAIMS",
  "ANGABEN ZUR VERLETZUNG": "INFRINGEMENT INFORMATION",
  "form yes": "Yes",
  "form no": "No",

  "private-accident": {
    "Wie kam es zu dem Unfall? *": "How did the accident happen? *" ,
    "Text eingeben": "Insert text" ,
    "Was war Deine zuletzt ausgeübte berufliche Tätigkeit? *": "What was your last job occupation? *" ,
    "Arbeitgeber": "Employer",
    "Arbeitgeber zum Zeitpunkt des Unfalls": "Employer at time of accident" ,
    "Wurde die berufliche Tätigkeit länger als 12 Monate ausgeübt? *":"Has said occupation been undertaken longer than 12 months? *" ,
    "Welche berufliche Tätigkeit hast Du zuvor ausgeübt?": "What was your previous job occupation?",
    "Berufliche Tätigkeit": "Job occupation" ,
    "Vorheriger Arbeitgeber": "Previous Employer"
  }
}